Repository: Bibek-Dahal/dairytech
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Nepali
ne: नेपाली

source: English
ne: अंग्रेजी

source: fat rate should be positive
ne: फ्याट दर positive हुनुपर्छ

source: members
ne: सदस्यहरू

source: user
ne: प्रयोगकर्ता

source: dairy
ne: डेरी

source: date
ne: मिति

source: shift
ne: शिफ्ट

source: Milk fat should be between %(low_range)d and %(high_range)d
ne: दूधको फ्याट %(low_range)d र %(high_range)d को बीचमा हुनुपर्छ

source: name
ne: नाम

source: location
ne: स्थान

source: verified
ne: प्रमाणित

source: created at
ne: स्थापित भएको

source: updated at
ne: अद्यावधिक भएको

source: dairies
ne: डेरीहरू

source: fat rate
ne: फ्याट दर

source: milk weight
ne: दूधको वजन

source: milk fat
ne: दूधको फ्याट

source: Start date
ne: सुरू मिति

source: End date
ne: अन्त्य मिति

source: Avg fat
ne: औसत फ्याट

source: Total amount
ne: कुल रकम

source: Record added successfully
ne: रेकर्ड सफलतापूर्वक थपियो

source: Cannot apply filter witin date range. Multiple fat rate exists.
ne: मिति दायरा भित्र फिल्टर लागू गर्न सकिँदैन। धेरै फ्याट दर अवस्थित छ।

source: Fat rate with in specified date range is not defined.
ne: निर्दिष्ट मिति दायरा संग फ्याट दर परिभाषित गरिएको छैन।

source: Please select start date and end date
ne: कृपया सुरु मिति र अन्त्य मिति चयन गर्नुहोस्

source: Sorry,dairy with username doesnot exists.
ne: माफ गर्नुहोस्, प्रयोगकर्ता नाम भएको डेरी अवस्थित छैन।

source: Sorry,invalid userid
ne: माफ गर्नुहोस्, अमान्य प्रयोगकर्ता आईडी

source: Please select valid information before genarating milk report
ne: कृपया दूध रिपोर्ट उत्पन्न गर्नु अघि मान्य जानकारी चयन गर्नुहोस्

source: milk report email sent
ne: दूध रेकर्डको रिपोर्ट इमेलमा पठाइयो

source: User with email address already exists.
ne: इमेल ठेगाना भएको प्रयोगकर्ता पहिले नै अवस्थित छ।

source: Password must contain at least one digit, special characrers and uppercase letter
ne: पासवर्डमा कम्तिमा एक अंक, विशेष क्यारेक्टर र अपरकेस हुनुपर्छ

source: Permissions
ne: अनुमतिहरू

source: Important dates
ne: महत्त्वपूर्ण मितिहरू

source: email
ne: इमेल

source: phone_number
ne: फोन नम्बर

source: Current Password
ne: वर्तमान पासवर्ड

source: New Password
ne: नया पासवर्ड

source: New Password (again)
ne: नयाँ पासवर्ड (फेरि)

source: First name
ne: पहिलो नाम

source: Last name
ne: थर

source: Phone number
ne: फोन नम्बर

source: Password
ne: पास वर्ड

source: Password confirmation
ne: पासवर्ड पुष्टिकरण

source: Please enter a valid 10-digit phone number.
ne: कृपया मान्य १० अंकको फोन नम्बर प्रविष्ट गर्नुहोस्।

source: User with phone numbre already exists
ne: फोन नम्बर भएको प्रयोगकर्ता पहिले नै अवस्थित छ

source: User must have phone number set.
ne: प्रयोगकर्ताहरूसँग फोन नम्बर हुनुपर्छ

source: User must have first name set.
ne: प्रयोगकर्ताहरूको पहिलो नाम हुनुपर्छ

source: User must have email set.
ne: प्रयोगकर्ताहरूको अन्तिम नाम हुनुपर्छ

source: User with email or phone number already exists.
ne: फोन नम्बर भएको प्रयोगकर्ता पहिले नै अवस्थित छ

source: Middle name
ne: बीचको नाम

source: Email
ne: इमेल

source: Email verified
ne: इमेल प्रमाणित

source: Address
ne: ठेगाना

source: Has verified dairy
ne: डेरी प्रमाणित गरेको छ

source: staff status
ne: कर्मचारी स्थिति

source: Designates whether the user can log into this admin site.
ne: प्रयोगकर्ताले यो admin साइटमा लग इन गर्न सक्छ कि भनेर निर्दिष्ट गर्दछ।

source: active
ne: सक्रिय

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ne: यो प्रयोगकर्तालाई active रूपमा व्यवहार गर्नुपर्छ कि भनेर तोक्छ। खाताहरू मेटाउनुको सट्टा यसलाई Unselect गर्नुहोस्।

source: date joined
ne: सामेल भएको मिति

source: Account Inactive
ne: खाता निष्क्रिय छ

source: This account is inactive.
ne: यो खाता निष्क्रिय छ।

source: E-mail Addresses
ne: इमेल ठेगानाहरू

source: The following e-mail addresses are associated with your account:
ne: निम्‍न इ-मेल ठेगानाहरू तपाईंको खातासँग सम्बन्धित छन्:

source: Verified
ne: प्रमाणित भयो

source: Unverified
ne: अप्रमाणित भयो

source: Primary
ne: प्राथमिक

source: Make Primary
ne: प्राथमिक बनाउनुहोस्

source: Re-send Verification
ne: प्रमाणीकरण पुन: पठाउनुहोस्

source: Remove
ne: हटाउनुहोस्

source: Warning:
ne: चेतावनी:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ne: तपाईंसँग हाल कुनै पनि इमेल ठेगाना सेटअप छैन। तपाईंले इ-मेल ठेगाना थप्नु पर्छ ताकि तपाईं सूचनाहरू प्राप्त गर्न सक्नुहुन्छ, आफ्नो पासवर्ड रिसेट गर्न सक्नुहुन्छ, आदि।

source: Add E-mail Address
ne: इमेल ठेगाना थप्नुहोस्

source: Add E-mail
ne: इ-मेल थप्नुहोस्

source: Do you really want to remove the selected e-mail address?
ne: के तपाई साँच्चै चयन गरिएको इ-मेल ठेगाना हटाउन चाहनुहुन्छ?

source: Confirm E-mail Address
ne: इमेल ठेगाना पुष्टि गर्नुहोस्

source: Confirm your E-mail Address
ne: इमेल ठेगाना पुष्टि गर्नुहोस्

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ne: कृपया पुष्टि गर्नुहोस् कि <a href="mailto:%(email)s">%(email)s</a> प्रयोगकर्ता %(user_display)s को इमेल ठेगाना हो।

source: Confirm
ne: पुष्टि गर्नुहोस्

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ne: यो इ-मेल पुष्टिकरण लिङ्कको म्याद सकिएको छ वा अमान्य छ। कृपया <a href="%(email_url)s">नयाँ इमेल पुष्टि अनुरोध जारी गर्नुहोस्</a>।

source: Login
ne: लगइन गर्नुहोस्

source: New to our site?
ne: हाम्रो साइटमा नयाँ हुनुहुन्छ?

source: Create an Account
ne: Account खोल्नुहोस्

source: Sign Out
ne: साइन आउट गर्नुहोस्

source: Are you sure you want to sign out?
ne: के तपाई साईन आउट गर्न निश्चित हुनुहुन्छ?

source: Change Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Password Reset
ne: पासवर्ड रिसेट

source: Submit
ne: पेश गर्नुहोस्

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ne: हामीले तपाईंलाई इमेल पठाएका छौं। यदि तपाईंले यो प्राप्त गर्नुभएको छैन भने कृपया तपाईंको स्प्याम फोल्डर जाँच गर्नुहोस्। अन्यथा यदि तपाईंले केही मिनेटमा प्राप्त गर्नुभएन भने हामीलाई सम्पर्क गर्नुहोस्।

source: Bad Token
ne: खराब टोकन

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ne: पासवर्ड रिसेट लिङ्क अवैध थियो, सम्भवतः किनभने यो पहिले नै प्रयोग भइसकेको छ। कृपया <a href="%(passwd_reset_url)s">नयाँ पासवर्ड रिसेट</a> अनुरोध गर्नुहोस्।

source: change password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Your password is now changed.
ne: तपाईको पासवर्ड अब परिवर्तन भएको छ।

source: User SignUp
ne: साइन अप

source: Sign In
ne: साइन आउट गर्नुहोस्

source: SignUp
ne: साइन अप

source: Already Have an account?
ne: Account खोल्नुहोस्

source: Sign Up Closed
ne: साइन अप बन्द

source: We are sorry, but the sign up is currently closed.
ne: माफ गर्नुहोस्, तर साइन अप हाल बन्द छ।

source: Note
ne: नोट

source: you are already logged in as %(user_display)s.
ne: तपाईं पहिले नै %(user_display)s को रूपमा लग इन हुनुहुन्छ।

source: Verify Your E-mail Address
ne: तपाईंको इमेल ठेगाना प्रमाणित गर्नुहोस्

source: Sign Up
ne: साइन अप

source: Already have an account?
ne: Account खोल्नुहोस्

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ne: हामीले प्रमाणीकरणको लागि तपाईलाई इमेल पठाएका छौं। साइनअप प्रक्रियालाई अन्तिम रूप दिन प्रदान गरिएको लिङ्क पछ्याउनुहोस्। यदि तपाईंले आफ्नो मुख्य इनबक्समा प्रमाणिकरण इ-मेल देख्नुभएन भने, आफ्नो स्प्याम फोल्डर जाँच गर्नुहोस्। यदि तपाईंले केही मिनेट भित्र प्रमाणिकरण इ-मेल प्राप्त गर्नुभएन भने कृपया हामीलाई सम्पर्क गर्नुहोस्।

source: We have sent an e-mail to you for verification. Please click on the link inside that e-mail. If you do not see the verification e-mail in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
ne: हामीले प्रमाणीकरणको लागि तपाईलाई एउटा इमेल पठाएका छौं। कृपया उक्त इमेल भित्रको लिङ्कमा क्लिक गर्नुहोस्। यदि तपाईंले आफ्नो मुख्य इनबक्समा प्रमाणिकरण इ-मेल देख्नुभएन भने, तपाईंको स्प्याम फोल्डर जाँच गर्नुहोस्। यदि तपाईंले केही मिनेट भित्र प्राप्त गर्नुभएन भने हामीलाई सम्पर्क गर्नुहोस् ।

source: Create Fat
ne: फ्याट सिर्जना गर्नुहोस्

source: Create Dairy
ne: डेरी बनाउनुहोस्

source: Insert Dairy
ne: डेरी हाल्नुहोस्

source: You must first pay charge to add dairy
ne: डेरी थप्नको लागि तपाईंले पहिले शुल्क तिर्नु पर्छ

source: Pay with esewa
ne: Esewa मार्फत भुक्तानी गर्नुहोस्

source: Edit Dairy
ne: डेरी सम्पादन गर्नुहोस्

source: Edit Fat
ne: फ्याट सम्पादन गर्नुहोस्

source: Update Fat
ne: फ्याट अपडेट गर्नुहोस्

source: Id
ne: आईडी

source: Milk Weight
ne: दूधको वजन

source: Milk Fat
ne: दूधको फ्याट

source: Date
ne: मिति

source: Details
ne: विवरणहरू

source: Total Amount :
ne: कुल रकम

source: Total Amount
ne: कुल रकम

source: fatrate list
ne: फ्याट सूची

source: Add Fat Rates
ne: फ्याटरेट

source: Fat Rate
ne: फ्याटरेट

source: Dairy
ne: डेरी

source: Actions
ne: कार्यहरू

source: edit
ne: सम्पादन

source: delete
ne: मेट्नुहोस्

source: homepage
ne: गृहपृष्ठ

source: Name
ne: नाम

source: User
ne: प्रयोगकर्ता

source: Location
ne: स्थान

source: List Records
ne: रेकर्डहरू सूची गर्नुहोस्

source: List Members
ne: सूची सदस्यहरू

source: view
ne: हेर्नुहोस्

source: List Dairy Members
ne: सूची सदस्यहरू

source: First Name
ne: पहिलो नाम

source: Middle Name
ne: बीचको नाम

source: Last Name
ne: थर

source: Phone Number
ne: फोन नम्बर

source: Milk Record
ne: दूध रेकर्ड

source: Filter
ne: फिल्टर

source: Start Date
ne: सुरू मिति

source: End Date
ne: अन्त्य मिति

source: Shift:select
ne: शिफ्ट: चयन गर्नुहोस्

source: morning
ne: बिहान

source: night
ne: रात

source: Shift
ne: शिफ्ट

source: Create Milk Record
ne: दूध रेकर्ड बनाउनुहोस्

source: Update Milk Record
ne: दूध रेकर्ड बनाउनुहोस्

source: List Milk Record
ne: दूध रेकर्ड सूची

source: Dairies
ne: डेरीहरू

source: Fat Rates
ne: फ्याटरेट

source: Account
ne: खाता

source: Log Out
ne: साइन आउट गर्नुहोस्

source: Welcome
ne: स्वागत छ
